[
  {
    "curso": "CursoPrincipiosBasicosDelAprendizaje",
    "leccion": "exam",
    "preguntas": [
      {
        "id": 1,
        "pregunta": "¿Qué fisiólogo ruso descubrió el Condicionamiento Clásico al estudiar la digestión en perros?",
        "opciones": [
          "B. F. Skinner",
          "Albert Bandura",
          "Iván Pávlov",
          "Edward C. Tolman"
        ],
        "respuestaCorrecta": "Iván Pávlov",
        "explicacion": "Iván Pávlov es reconocido como el padre del Condicionamiento Clásico, el cual descubrió por accidente mientras investigaba el proceso digestivo de los caninos."
      },
      {
        "id": 2,
        "pregunta": "En el experimento de Pávlov, el sonido de la campana, antes de ser asociado con la comida, se considera un:",
        "opciones": [
          "Estímulo Incondicionado (EI)",
          "Estímulo Condicionado (EC)",
          "Estímulo Neutro (EN)",
          "Respuesta Condicionada (RC)"
        ],
        "respuestaCorrecta": "Estímulo Neutro (EN)",
        "explicacion": "Un estímulo neutro no produce una respuesta específica antes del condicionamiento. Al ser asociado con el estímulo incondicionado, se convierte en un estímulo condicionado."
      },
      {
        "id": 3,
        "pregunta": "Si un individuo que fue condicionado a tener miedo a las arañas grandes también comienza a sentir miedo a las arañas pequeñas y a los insectos de ocho patas, este fenómeno se conoce como:",
        "opciones": [
          "Extinción",
          "Recuperación espontánea",
          "Generalización de estímulos",
          "Discriminación de estímulos"
        ],
        "respuestaCorrecta": "Generalización de estímulos",
        "explicacion": "La generalización de estímulos ocurre cuando se responde de manera similar a estímulos parecidos al estímulo condicionado original."
      },
      {
        "id": 4,
        "pregunta": "¿Qué proceso ocurre cuando un estímulo condicionado se presenta repetidamente sin el estímulo incondicionado, lo que provoca que la respuesta condicionada desaparezca gradualmente?",
        "opciones": [
          "Adquisición",
          "Extinción",
          "Moldeamiento",
          "Reforzamiento"
        ],
        "respuestaCorrecta": "Extinción",
        "explicacion": "La extinción es la disminución o desaparición de la respuesta condicionada cuando se rompe la asociación entre el estímulo condicionado y el incondicionado."
      },
      {
        "id": 5,
        "pregunta": "Según la Ley del Efecto de Thorndike, una conducta seguida por una consecuencia satisfactoria tiene más probabilidades de:",
        "opciones": [
          "Extinguirse",
          "Repetirse",
          "Generalizarse",
          "Ser castigada"
        ],
        "respuestaCorrecta": "Repetirse",
        "explicacion": "La Ley del Efecto establece que las respuestas que producen un resultado positivo son más propensas a ser repetidas en el futuro."
      },
      {
        "id": 6,
        "pregunta": "Cuando un padre le da un dulce a su hijo por ordenar su habitación, está aplicando un:",
        "opciones": [
          "Castigo positivo",
          "Reforzamiento negativo",
          "Castigo negativo",
          "Reforzamiento positivo"
        ],
        "respuestaCorrecta": "Reforzamiento positivo",
        "explicacion": "El reforzamiento positivo implica la adición de un estímulo agradable (el dulce) para aumentar la probabilidad de que la conducta (ordenar la habitación) se repita."
      },
      {
        "id": 7,
        "pregunta": "Eliminar la tarea escolar a un estudiante que se portó bien durante la clase es un ejemplo de:",
        "opciones": [
          "Castigo positivo",
          "Reforzamiento negativo",
          "Reforzamiento positivo",
          "Castigo negativo"
        ],
        "respuestaCorrecta": "Reforzamiento negativo",
        "explicacion": "El reforzamiento negativo consiste en la eliminación de un estímulo aversivo (la tarea) para fortalecer una conducta deseada (buen comportamiento en clase)."
      },
      {
        "id": 8,
        "pregunta": "La técnica de enseñar una conducta compleja reforzando pequeñas aproximaciones sucesivas hasta alcanzar el comportamiento final se llama:",
        "opciones": [
          "Encadenamiento",
          "Extinción",
          "Moldeamiento (shaping)",
          "Generalización"
        ],
        "respuestaCorrecta": "Moldeamiento (shaping)",
        "explicacion": "El moldeamiento es un método para enseñar nuevas conductas reforzando de forma selectiva los comportamientos que se van pareciendo cada vez más a la conducta final deseada."
      },
      {
        "id": 9,
        "pregunta": "¿Cuál de los siguientes es un ejemplo de un reforzador primario?",
        "opciones": [
          "Dinero",
          "Elogios",
          "Comida",
          "Una buena nota"
        ],
        "respuestaCorrecta": "Comida",
        "explicacion": "Un reforzador primario satisface una necesidad biológica innata, como la comida, el agua o el descanso."
      },
      {
        "id": 10,
        "pregunta": "Un programa de reforzamiento que administra un premio cada cierto número de respuestas correctas, en lugar de cada vez, se conoce como un programa de reforzamiento de:",
        "opciones": [
          "Intervalo",
          "Continuo",
          "Razón",
          "Latente"
        ],
        "respuestaCorrecta": "Razón",
        "explicacion": "Un programa de reforzamiento de razón se basa en la cantidad de respuestas que se dan, a diferencia de un programa de intervalo que se basa en el tiempo transcurrido."
      }
    ]
  }
]